[
    {
        "title": "NASA Mars Mission Connects With Bosnian and Herzegovinian Town",
        "preview": "A letter from NASA was presented to the mayor of Jezero, Bosnia-Herzegovina, honoring the connection between the town and Jezero Crater, the Mars 2020 rover landing site."
    },
    {
        "title": "NASA's Perseverance Rover Will Look at Mars Through These 'Eyes'",
        "preview": "A pair of zoomable cameras will help scientists and rover drivers with high-resolution color images."
    },
    {
        "title": "With Mars Methane Mystery Unsolved, Curiosity Serves Scientists a New One: Oxygen",
        "preview": "For the first time in the history of space exploration, scientists have measured the seasonal changes in the gases that fill the air directly above the surface of Gale Crater on Mars. "
    },
    {
        "title": "NASA Moves Forward With Campaign to Return Mars Samples to Earth",
        "preview": "During this next phase, the program will mature critical technologies and make critical design decisions as well as assess industry partnerships."
    },
    {
        "title": "NASA's Treasure Map for Water Ice on Mars",
        "preview": "A new study identifies frozen water just below the Martian surface, where astronauts could easily dig it up."
    },
    {
        "title": "NASA Invites Public to Share Excitement of Mars 2020 Perseverance Rover Launch",
        "preview": "There are lots of ways to participate in the historic event, which is targeted for July 30."
    },
    {
        "title": "NASA's MAVEN Observes Martian Night Sky Pulsing in Ultraviolet Light",
        "preview": "Vast areas of the Martian night sky pulse in ultraviolet light, according to images from NASA’s MAVEN spacecraft. The results are being used to illuminate complex circulation patterns in the Martian atmosphere."
    },
    {
        "title": "5 Hidden Gems Are Riding Aboard NASA's Perseverance Rover",
        "preview": "The symbols, mottos, and small objects added to the agency's newest Mars rover serve a variety of purposes, from functional to decorative."
    },
    {
        "title": "Virginia Middle School Student Earns Honor of Naming NASA's Next Mars Rover",
        "preview": "NASA chose a seventh-grader from Virginia as winner of the agency's \"Name the Rover\" essay contest. Alexander Mather's entry for \"Perseverance\" was voted tops among 28,000 entries. "
    },
    {
        "title": "NASA Updates Mars 2020 Mission Environmental Review",
        "preview": "NASA and the Department of Energy have completed a more detailed risk analysis for the Mars 2020 rover launch from Florida."
    },
    {
        "title": "NASA's Mars 2020 Rover Goes Coast-to-Coast to Prep for Launch",
        "preview": "The agency's first step in returning rocks from Mars just arrived at Kennedy Space Center. The Mars 2020 team now begins readying for a launch to the Red Planet this July."
    },
    {
        "title": "NASA's Curiosity Rover Finds an Ancient Oasis on Mars",
        "preview": "New evidence suggests salty, shallow ponds once dotted a Martian crater — a sign of the planet's drying climate."
    },
    {
        "title": "New Selfie Shows Curiosity, the Mars Chemist",
        "preview": "The NASA rover performed a special chemistry experiment at the location captured in its newest self-portrait."
    },
    {
        "title": "NASA's Perseverance Rover 100 Days Out",
        "preview": "Mark your calendars: The agency's latest rover has only about 8,640,000 seconds to go before it touches down on the Red Planet, becoming history's next Mars car."
    },
    {
        "title": "What's Mars Solar Conjunction, and Why Does It Matter?",
        "preview": "NASA spacecraft at Mars are going to be on their own for a few weeks when the Sun comes between Mars and Earth, interrupting communications."
    }
]